-- lines for Assassins Package

return {


	["$duyi"] = "藏毒于药，此贼合休！",
	["$duanzhi"] = "断指明志，誓杀国贼！",
	["~as_jiben"] = "臣不能为国家除贼，乃天数也！",

	["$cangni1"] = "糟了,先躲墙里吧.",
	["$cangni2"] = "幸好有陛下保护.",
	["$cangni3"] = "郗虑!你为虎作伥必受骂名千载!",
	["$mixin1"] = "请父亲速杀曹贼!",
	["$mixin2"] = "陛下快看,是父亲来了!",
	["$mixin3"] = "密信落入曹贼之手,我等休矣!",
	["~as_fuhuanghou"] = "连陛下都救不了我吗？",

	["$fengyin1"] = "留得此命戌土日后杀贼。",
	["$fengyin2"] = "时机未至，汝等不必轻举妄动",
	["$chizhong"] = "老成持重，容忍于心。",
	["~as_fuwan"] = "真的老了吗……",
	["~as_mushun"] = "我宁死不屈……",
}
