-- lines for Hegemony Package

return {
	-- 乐进
	["cv:yuejin"] = "官方",
	["$xiaoguo1"] = "三军听我号令，不得撤退。",
	["$xiaoguo2"] = "看我先登城头，立下首功。", -- 伤害
	["~yuejin"] = "箭疮发作，我命休矣.....",

	-- 甘夫人
	["cv:ganfuren"] = "官方",
	["$shushen1"] = "妾身无恙，相公请安心征战。",
	["$shushen2"] = "船到桥头自然直。", -- 特化对刘备
	["$shenzhi1"] = "子龙将军，一切都托付给你了！",
	["$shenzhi2"] = "阿斗，相信妈妈，没事的！",
	["~ganfuren"] = "请替我照顾好阿斗……",

	-- 国战陆逊
	["cv:heg_luxun"] = "官方",
	["$qianxun1"] = "谦谦君子，不饮盗泉之水。",
	["$qianxun2"] = "儒生脱尘，不为贪欲淫乐之事。",
	["$duoshi1"] = "于今日之大事，当行此计。",
	["$duoshi2"] = "国之大事，审时为先。",
	["~heg_luxun"] = "还以为我已经不再年轻……",

	-- 丁奉
	["cv:dingfeng"] = "官方",
	["~dingfeng"] = "这风，太冷了...",
	["$duanbing1"] = "众将官，短刀出鞘！",
	["$duanbing2"] = "短兵轻甲，也可取汝性命。",
	["$fenxun1"] = "取封侯爵赏，正在今日！",
	["$fenxun2"] = "给我拉过来。",

	-- 马腾
	["$xiongyi1"] = "弟兄们，我们的机会来啦！",
	["$xiongyi2"] = "此时不战更待何时！",
	["~mateng"] = "儿子，为爹报仇啊……",

	-- 孔融
	["$mingshi1"] = "孔门之后，忠孝为先。",
	["$mingshi2"] = "名士之风，仁义高洁。",
	["$lirang1"] = "夫礼先王以承天之道，以治人之情。",
	["$lirang2"] = "谦者，德之柄也，让者，礼之逐也。",
	["~kongrong"] = "覆巢之下，岂有完卵.",

	-- 纪灵
	["$shuangren1"] = "吃我一记三尖两刃刀。",
	["$shuangren2"] = "仲国大将纪灵在此。", --赢
	["$shuangren3"] = "今日这武器颇不顺手…。", --输
	["~jiling"] = "哦，将军为何咆哮不断？",

	-- 田丰
	["$sijian1"] = "且听我最后一言。",
	["$sijian2"] = "忠言逆耳啊！",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "不纳吾言而反诛吾心，奈何奈何啊！",

	-- 潘凤
	["$kuangfu1"] = "我乃上将潘凤，可斩华雄。", -- 获得牌
	["$kuangfu2"] = "这家伙还是给我用吧。", -- 弃置牌
	["~panfeng"] = "潘凤又被华雄斩啦……",

	-- 邹氏
	["cv:zoushi"] = "官方",
	["$huoshui2"] = "别走了，再玩一会嘛...",
	["$huoshui1"] = "呃呵呵...走不动了吗？",
	["$qingcheng2"] = "哼，眼睛都直了呀!",
	["$qingcheng1"] = "我和你们真是投缘呐...",
	["~zoushi"] = "年老色衰了吗……",
}
