-- lines for Mountain Package

return {
	["cv:zhanghe"] = "官方",
	["$qiaobian1"] = "兵无常势，水无常形。",-- judge
	["$qiaobian2"] = "用兵之道，变化万千。",-- draw
	["$qiaobian3"] = "兵无常势，水无常形。",-- play
	["$qiaobian4"] = "用兵之道，变化万千。",-- discard
	["~zhanghe"] = "呃，呀……膝盖…中箭了……呃…啊",

	["cv:dengai"] = "官方",
	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$zaoxian1"] = "屯田日久，当建其功。",
	["$zaoxian2"] = "开辟险路，奇袭敌军。",
	["$jixi1"] = "攻其不备，出其不意！",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌，竟葬于奸贼之手！",

	["cv:liushan"] = "官方",
	["$fangquan1"] = "诶？…这可如何是好啊？！",
	["$fangquan2"] = "嘿，你办事儿，我放心！",
	["$ruoyu1"] = "不装疯卖傻，岂能安然无恙？",
	["$ruoyu2"] = "世人皆错看我，唉！",
	["$xiangle1"] = "嗯…打打杀杀，真没意思！",
	["$xiangle2"] = "我爸爸是刘备！",
	["$jijiang3"] = "匡扶汉室，谁敢出战！(刘禅)",
	["$jijiang4"] = "我蜀汉岂无人乎？！(刘禅)",
	["~liushan"] = "诶…诶…别打脸，我投降还不行吗？",

	["cv:jiangwei"] = "官方",
	["$tiaoxin1"] = "汝等小儿，可敢杀我？",
	["$tiaoxin2"] = "贼将早降，可免一死。",
	["$tiaoxin3"] = "贼将早降，可免一死。",-- 装备了八卦或有八阵技能时发动
	["$zhiji1"] = "先帝之志，丞相之托，不可忘也！",
	["$zhiji2"] = "丞相厚恩，维万死不能相报。",
	["$guanxing3"] = "继丞相之遗志，讨篡汉之逆贼！(姜维)",
	["$guanxing4"] = "克复中原，指日可待！(姜维)",
	["~jiangwei"] = "我计不成，乃天命也。",

	["cv:sunce"] = "官方",
	["$jiang1"] = "吾乃江东小霸王，孙伯符！",
	["$jiang2"] = "江东子弟，何惧于天下！",
	["$hunzi1"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！",
	["$hunzi2"] = "愿承父志，与公瑾，共谋天下！",
	["$yingzi5"] = "公瑾，助我决一死战！(孙策)",
    ["$yingzi6"] = "尔等看好了！(孙策)",
	["$yinghun3"] = "父亲，助我背水一战！(孙策)",
	["$yinghun4"] = "孙氏英烈，庇佑江东！(孙策)",
	["$zhiba2"] = "我若怕你，非孙伯符也！",
	["$zhiba1"] = "是友是敌，一探便知！",
	["$zhiba3"] = "再来呀！",
	["$zhiba4"] = "哼...",
	["~sunce"]="内事不决问张昭…外事不决问周瑜……",

	["cv:erzhang"] = "官方",
	["$guzheng1"] = "今当稳固内政，以御外患！",
	["$guzheng2"] = "固国安邦，须当如是！",
    ["$zhijian1"] = "请恕…老臣直言！",
    ["$zhijian2"] = "为臣者，当冒死以谏！",
	["~erzhang"] = "竭力尽智，死而无憾！",

	["cv:caiwenji"] = "官方",
	["$beige1"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。",
	["$beige2"] = "悲歌可以当泣，远望可以当归。",
	["$beige3"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。",
	["$beige4"] = "悲歌可以当泣，远望可以当归。",
	["$duanchang1"] = "日东月西兮徒相望，不得相随兮空断肠。",
	["$duanchang2"] = "流落异乡愁断肠。",
	["~caiwenji"] = "人生几何时，怀忧终年岁……",

	["cv:zuoci"] = "官方，眠眠",
	["$huashen1"] = "万物苍生，幻化由心！（男声）",
	["$huashen2"] = "哼！肉眼凡胎，岂能窥视仙人变幻？（男声）",
	["$xinsheng1"] = "幻幻无穷，生生不息。（男声）",
	["$xinsheng2"] = "吐故纳新，师法天地。（男声）",
	["~zuoci"] = "呃…腾云跨风，飞升…太虚……",

	["$huashen3"] = "藏形变身,自在吾心(女声)",
	["$huashen4"] = "遁形幻千,随意所欲(女声)",
	["$xinsheng3"] = "吐故纳新,师法天地(女声)",
	["$xinsheng4"] = "灵根不灭,连绵不绝(女声)",
}
