-- lines for SP Package

return {
	-- 杨修
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意我已了然。",
	["$danlao1"] = "来来，一人一口。",
	["$danlao2"] = "我喜欢。",
	["~yangxiu"] = "我固自以死之晚也。",

	-- 公孙瓒
	["$yicong1"] = "冲啊！", -- +1 -> -1
	["$yicong2"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶，就差一步了！",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["$yuanhu1"] = "将军，这件兵器可还趁手？", --武器
	["$yuanhu2"] = "刀剑无眼须得小心防护。", --防具
	["$yuanhu3"] = "宝马配英雄，哈哈哈...", --坐骑
	["~caohong"] = "福兮祸所伏……",

	-- 关银屏
	["$xueji1"] = "这炙热的鲜血，父亲你可感觉得到！",
	["$xueji2"] = "取你首级祭先父之灵！",
	["$huxiao1"] = "大仇未报还不能放弃！",
	["$huxiao2"] = "虎父无犬女。",
	["$wuji1"] = "我感受到了父亲的力量！",
	["$wuji2"] = "我也要像父亲那样坚强！",
	["~guanyinping"] = "父亲您来救我了吗......",

	-- 夏侯霸
	["$baobian1"] = "跪下受降，饶你不死！",
	["$baobian2"] = "黄头小儿，可听过将军名号?",
	["$baobian3"] = "受死吧...",
	["$baobian4"] = "喝...",
	["$baobian5"] = "今日有恙在身，须得速战速决。",
	["$baobian6"] = "冲杀敌阵，来去如电。",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 陈琳
	["$bifa1"] = "笔墨纸砚皆兵器也。", -- 发动
	["$bifa2"] = "汝德行败坏，人所不齿也。", -- 给牌
	["$songci1"] = "将军德才兼备，大汉之栋梁也！", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之！", -- 弃牌
	["~chenlin"] = "来人我的笔呢……",

	 -- 二乔
	["$xingwu1"] = "哼，不要小看女孩子哦！",
	["$xingwu2"] = "姐妹齐心，其利断金。",
	["~erqiao"] = "伯符，公瑾，请一定守护住我们的江东啊……",

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	-- 乐进
	["$Xiaoguo1"] = "三军听我号令不得撤退！",
	["$Xiaoguo2"] = "看我先等城头立下首功！",
	["~yuejin"] = "箭创发作，我命休矣……",

	-- 伏完
	["$moukui1"] = "你的死期到了！",
	["$moukui2"] = "你的死期到了！",
	["$moukui3"] = "同归于尽吧！",
	["~fuwan"] = "后会有期……",

	-- 刘协
	["$tianming1"] = "朕乃大汉皇帝，天命之子。",
	["$tianming2"] = "皇汉国祚，千年不息。",
	["$tianming3"] = "皇汉国祚，千年不息。",
	["$mizhao1"] = "爱卿世受皇恩，堪此重任。",
	["$mizhao2"] = "此诏事关重大，切记小心行事！",
	["~liuxie"] = "为什么不把复兴汉室的权力交给我……",

	-- 灵雎
	["$jieyuan1"] = "我所有的努力都是为了杀你！",
	["$jieyuan2"] = "我必须活下去！",
	["$fenxin1"] = "杀人诛心。",
	["$fenxin2"] = "主上，这是最后的机会。",
	["~lingju"] = "主上，对不起……",

	-- 旱魃
    ["$fentian1"] = "烈火燎原，焚天灭地。",
	["$fentian2"] = "骄阳似火，万物无生。",
	["$zhiri1"] = "你以为这样就已经结束了？",
	["$zhiri2"] = "好舒服，这太阳的力量!",
	["$xintan1"] = "人人心中都有一团欲望之火.",
	["$xintan2"] = "让心中之火慢慢吞噬你吧，哈哈哈哈...",
	["~hanba"] = "应龙，是你在呼唤我吗？",

    -- 张宝
    ["$zhoufu"] = "哼哼哈哈哈哈...",
	["$yingbing"] = "看我号令阴兵鬼将。",
	["~zhangbao"] = "是谁破了阵法？",


	-- 虎牢关吕布
	["cv:shenlvbu2"] = "官方，风叹息",
	["$shenwei1"] = "我不会输给任何人！",
	["$shenwei2"] = "萤烛之火，也敢与日月争辉！",
	["$shenji1"] = "竟想赢我，痴人说梦！",
	["$shenji2"] = "杂鱼们，都去死吧！",
	["$xiuluo1"] = "鼠辈，螳臂当车！",
	["$xiuluo2"] = "准备受死吧！",
	["~shenlvbu2"] = "虎牢关失守了…",
}
