-- lines for YJCM2013 Package

return {
	-- 曹冲
	["$chengxiang1"] = "依我看，小事一桩。",
	["$chengxiang2"] = "孰重孰轻，一称便知。",
	["$renxin1"] = "仁者爱人，人恒爱之。",
	["$renxin2"] = "有我在，别怕。",
	["~caochong"] = "子桓哥哥……",

	-- 伏皇后
	["cv:fuhuanghou"] = "猪猪的小伙伴",
	["$zhuikong1"] = "幸我先限汝行也！", --拼点赢
	["$zhuikong2"] = "今限汝行，使汝不得害我夫君。", --拼点赢
	["$zhuikong3"] = "陛下，此事已败露。", --拼点没赢
	["$zhuikong4"] = "我已尽心尽力，天不如人愿了！", --拼点没赢
	["$qiuyuan1"] = "愿父亲助我除曹贼。",
	["$qiuyuan2"] = "愿结天下义士，复我夫君皇权！",
	["~fuhuanghou"] = "不能复相活邪？",

	-- 郭淮
	["cv:guohuai"] = "147那个258（神杀吧友）",
	["$jingce1"] = "吾当守之，再图良策！",
	["$jingce2"] = "兵者诡道，不厌百谋！",
	["~guohuai"] = "姜维小儿……竟敢暗箭伤人……",

	-- 关平
	["$longyin1"] = "虎啸既翔龙吟等幅！", --对自己发动
	["$longyin2"] = "破阵杀敌愿效犬马之劳。", --对他人发动
	["~guanping"] = "父亲快走，孩儿断后……",

	-- 简雍
	["cv:jianyong"] = "墨宣砚韵",
	["$qiaoshui1"] = "晓以利害，巧言服之。", --发动拼点
	["$qiaoshui2"] = "往来使命，说取城池。", --发动拼点
	["$zongshih1"] = "优游风议，无所为屈。", --拼点赢
	["$zongshih2"] = "其智胜于吾，吾当少言。", --拼点没赢
	["~jianyong"] = "滑稽之言，亦有失效之时……",

	-- 李儒
	["cv:liru"] = "龙噬",
	["$juece1"] = "伏尸一人，血溅万里！",
	["$juece2"] = "我教你死无葬身之地！",
	["$mieji1"] = "尔等皆被吾操与股掌。",
	["$mieji2"] = "只此一计可伤二敌！",
	["$fencheng1"] = "让这一切灰飞烟灭吧，哈哈哈~",
	["$fencheng2"] = "熊熊烈火，焚尽此城！哈哈哈~",
	["~liru"] = "吾等皆死于妇人之手矣！",

	-- 刘封
	["cv:liufeng"] = "极光星逝",
	["$xiansi1"] = "伐逆之刃，何不于吾！",
	["$xiansi2"] = "将军请留步。",
	["~liufeng"] = "天之亡吾……争有何用……",

	-- 满宠
	["cv:manchong"] = "Chelsea",
	["$junxing1"] = "严刑峻法，以破奸轨之胆。",
	["$junxing2"] = "无严法何以安天下！", --翻面
	["$yuce1"] = "汝之计谋，吾已料定！",
	["$yuce2"] = "是人安可不留后手乎！",
	["~manchong"] = "援军为何迟迟未到......",

	-- 潘璋马忠
	["cv:panzhangmazhong"] = "Aimer彩三",
	["$duodao"] = "攻其不备，出其不意！",
	["$anjian"] = "明枪易躲，暗箭难防！",
	["~panzhangmazhong"] = "多行不义必自毙啊……",

	-- 虞翻
	["cv:yufan"] = "147那个258（神杀吧友）",
	["$zongxuan1"] = "命者，非天象，乃易道也。",
	["$zongxuan2"] = "得者失之，失者亦有一得。",
	["$zhiyan1"] = "直来直去，吾之性也。",
	["$zhiyan2"] = "将军，吾有一言，汝且听之。",
	["$zhiyan3"] = "直言劝诫，管他作甚！",
	["~yufan"] = "我性使然，又能如何……",

	-- 朱然
	["cv:zhuran"] = "原初星辰",
	["$danshou1"] = "以胆为守，扼敌咽喉！",
	["$danshou2"] = "明于见事，通达治体。",
	["~zhuran"] = "义封不忠，先主公一步走了……",
}
